tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "cocoapods"
brew "php", link: false
brew "composer"
brew "dnsmasq"
brew "gnutls"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "lsd"
brew "mas"
brew "neovim"
brew "node"
brew "php@8.0"
brew "php@8.2", link: true
brew "ripgrep"
brew "starship"
brew "svgo"
brew "tldr"
brew "tmux"
brew "trash-cli", link: true
brew "tree"
brew "zsh-autosuggestions"
cask "alacritty"
cask "alt-tab"
cask "anki"
cask "arc"
cask "blender"
cask "claude-code"
cask "cursor"
cask "deepl"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "forklift"
cask "gcloud-cli"
cask "google-chrome"
cask "imageoptim"
cask "kindle"
cask "local"
cask "mamp"
cask "ogdesign-eagle"
cask "raycast"
cask "spotify"
cask "vagrant"
cask "warp"
cask "zoom"
mas "Dictionaries", id: 1380563956
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "1natsu.insert-br-tag"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "codesandbox-io.codesandbox-projects"
vscode "compulim.compulim-vscode-closetag"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.next-js"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "jakob101.relativepath"
vscode "kenhowardpdx.vscode-gist"
vscode "killalau.vscode-liquid-snippets"
vscode "mariusalchimavicius.json-to-ts"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "mushan.vscode-paste-image"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pulkitgangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "shevaua.phpcs"
vscode "simonsiefke.svg-preview"
vscode "sirtobi.code-clip-ring"
vscode "sleistner.vscode-fileutils"
vscode "stivo.tailwind-fold"
vscode "stylelint.vscode-stylelint"
vscode "tobiah.language-pde"
vscode "unifiedjs.vscode-mdx"
vscode "valeryanm.vscode-phpsab"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
