tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "php"
brew "composer"
brew "node"
brew "corepack"
brew "dnsmasq"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "mas"
brew "neovim"
brew "php@8.0"
brew "ripgrep"
brew "svgo"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "zsh-autosuggestions"
cask "alacritty"
cask "anki"
cask "blender"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "forklift"
cask "google-chrome"
cask "imageoptim"
cask "local"
cask "mamp"
cask "ogdesign-eagle"
cask "vagrant"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
mas "辞書 by 物書堂", id: 1380563956
vscode "1natsu.insert-br-tag"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "Compulim.compulim-vscode-closetag"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.next-js"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "jakob101.RelativePath"
vscode "kenhowardpdx.vscode-gist"
vscode "killalau.vscode-liquid-snippets"
vscode "MariusAlchimavicius.json-to-ts"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "mushan.vscode-paste-image"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "PulkitGangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "shevaua.phpcs"
vscode "SimonSiefke.svg-preview"
vscode "SirTobi.code-clip-ring"
vscode "sleistner.vscode-fileutils"
vscode "stivo.tailwind-fold"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "valeryanm.vscode-phpsab"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
